// serviceData.js
export const mainServices = {
    "全身指壓60分鐘- $1100": { time: 60, price: 1100, type: "------全身按摩------" },
    "全身指壓90分鐘- $1650": { time: 90, price: 1650, type: "------全身按摩------" },
    "全身指壓120分鐘- $2200": { time: 120, price: 2200, type: "------全身按摩------" },

    "腳底按摩40分鐘- $800": { time: 40, price: 800, type: "---腳底按摩------" },
    "腳底按摩60分鐘- $1200": { time: 60, price: 1200, type: "---腳底按摩------" },
    "腳底按摩80分鐘- $1600": { time: 80, price: 1600, type: "---腳底按摩------" }
};

export const addonServices = {
    "刮痧 30分鐘- $600": { time: 30, price: 600, type: "------加購服務------" },
    "肩頸 20分鐘- $450": { time: 20, price: 450, type: "------加購服務------" },
};
